[
    {
        "caption": [
            "A woman goes under a horse.", 
            "A woman crawls under a horse and gets a surprise.", 
            "A girl is jutting out her head from between the back legs of a horse who shits on her head.", 
            "A horse defecated on a woman's head.", 
            "A horse excretes on the head of a woman as she gets in between the fore anf hind legs and sticks her head out.", 
            "A horse is defecating on a woman's head.", 
            "A horse poops on a woman.", 
            "A horse poops on a woman.", 
            "A lady was pooped on because she was under a horse's tail end.", 
            "A woman crawls under a horse and when she sticks her head between the horses rear legs the horse defecates on her head.", 
            "A woman goes under a horse's behind and gets pooped on.", 
            "A woman goes underneath a horse.", 
            "A woman is crawling under a horse.", 
            "A woman is getting pooped on by a horse.", 
            "A woman is walking between horse legs.", 
            "A woman is walking under horse and it poops on her head.", 
            "As the woman went underneath the horse, the horse pooped on her head.", 
            "The horse pooped on the lady who was underneath him."
        ], 
        "id": "xBePrplM4OA_6_18.avi"
    }, 
    {
        "caption": [
            "A man slicing butter into a bowl.", 
            "A man cut up butter into a pan.", 
            "A man cutting butter into a mixing bowl.", 
            "A man is chopping butter into a container.", 
            "A man is cutting a butter.", 
            "A man is cutting pieces of butter into a mixing bowl.", 
            "A man is cutting slices of butter into a mixing bowl.", 
            "A man is slicing butter into an electric mixer.", 
            "A man is slicing butter.", 
            "A man is slicing some butter pieces and putting it into a steel bowl.", 
            "A man puts butter into a mixing bowl.", 
            "A person is putting butter chunks in the food processor.", 
            "An individual cuts food and drops it into a mixer.", 
            "Butter is being put into a bowl.", 
            "Butter is being put into a mixer.", 
            "Pieces of butter is added in the stand mixer.", 
            "Someone is shown putting a small square object into a mixing bowl.", 
            "The man cut butter into a bowl.", 
            "The man is cutting butter.", 
            "A person is adding butter into a pot."
        ], 
        "id": "IBgsLmDcL78_80_84.avi"
    }, 
    {
        "caption": [
            "A raccoon-like animal is hanging upside down from the back of a chair and eating something white.", 
            "A slow loris is eating an egg.", 
            "A slow loris is eating on a chair.", 
            "A Lory is eating an egg.", 
            "A sloth is hanging from a chair.", 
            "A animal is hanging upside down.", 
            "A slow loris is hanging down a chair and eating something.", 
            "A hanging loris is eating food.", 
            "A small animal eats a potato.", 
            "A monkey is hanging upside down in a cage.", 
            "An animal is eating.", 
            "A loris is eating some food.", 
            "The animal hung from the back of a chair eating a piece of food.", 
            "The animal is eating.", 
            "An animal eats upside down.", 
            "A baby slow loris is eating a fruit while hanging upside-down on the back of a chair.", 
            "A lemur hangs and eats.", 
            "The mammal hung from the chair top eating something."
        ], 
        "id": "WqQonRVs7WA_0_10.avi"
    }, 
    {
        "caption": [
            "A man is putting pepper into a bowl.", 
            "Someone is seasoning two cracked eggs in a bowl.", 
            "A man puts ingredients on eggs.", 
            "Someone is seasoning two raw eggs in a bowl.", 
            "A person is adding spices in the bowl.", 
            "A man is adding vanilla to egg.", 
            "A person adds cinnamon and vanilla extract to eggs.", 
            "A man is preparing ingredients to make French toast in a bowl.", 
            "A person is seasoning eggs.", 
            "A person puts seasonings into a bowl of raw eggs.", 
            "Someone is putting seasonings onto raw eggs.", 
            "Someone is seasoning eggs.", 
            "A person is adding cinnamon and vanilla to eggs in a bowl.", 
            "Someone seasoned the raw eggs.", 
            "The cook is seasoning eggs.", 
            "A cook adds seasoning and extracts to some eggs.", 
            "The lady added season to the eggs."
        ], 
        "id": "F2Ny7rq9RKs_139_148.avi"
    }, 
    {
        "caption": [
            "Someone is burning the tops of two cameras with a torch.", 
            "A person is blow torching cameras.", 
            "Someone is blow-torching two cameras.", 
            "A person is burning cameras.", 
            "Two cameras are sitting side by side one of them is in flames.", 
            "A camera is burning.", 
            "A person is heating up a camera with a blowtorch.", 
            "A person is burning cameras.", 
            "A person is torching two cameras to test their durability.", 
            "Someone is burning cameras with a torch.", 
            "Someone is burning cameras with a blow torch.", 
            "A person is torching two cameras.", 
            "The person lit the cameras on fire.", 
            "Someone is burning two cameras.", 
            "A person uses a blowtorch on two cameras.", 
            "Someone is setting two cameras on fire with a spray."
        ], 
        "id": "D1tTBncIsm8_841_848.avi"
    }
]